// © Copyright 2016 HP Development Company, L.P.

TaskName = "Service Settings";

HSDTitleTextFieldValue = "Service Settings";
HSDInfoTextFieldValue = "This page allows you to access and configure advanced printer settings. You might need to contact HP support for more information.";
HSDOpenButtonTitle = "Open";
HSDEditFiledTitle = "URL:";
